<?php
$_['heading_title'] = 'Основное';
$_['heading_title_normal'] = 'CSV Price Pro import/export OC2';
$_['text_module'] = 'Модули';
$_['text_extension'] = 'Расширения';
$_['text_yes'] = 'Да';
$_['text_no'] = 'Нет';
$_['text_auto'] = 'Автоматический';
$_['text_mirror'] = 'Зеркало';
$_['text_manual'] = 'Ручной';
$_['text_success'] = 'Настройки успешно обновлены!';
$_['button_save'] = 'Сохранить';
$_['entry_csv_import_mod'] = 'Режим импорта';
$_['entry_image_download_mod'] = 'Режим скачивания изображений';
$_['entry_save_img_table'] = 'Сохранить таблицу с изображениями';
$_['entry_work_directory'] = 'Рабочая директория';
$_['error_permission'] = 'У Вас нет прав для управления модулем CSV Price Pro import/export!';
$_['prop_descr'] = ' 
prop_descr[1]="<p><b>Режим скачивания изображений</b></p><p><i>Автоматический</i> - Изображения будут скачиваться и сохраняться в автоматическом режиме, директории и имена изображений будут созданы модулем по своему собственному алгоритму.</p><p><i>Зеркало</i> - Имена изображений и директории (путь) по возможности будут сохранены в оиргинальном виде.</p>";
prop_descr[2]="<p><b>Сохранить таблицу с изображениями</b></p><p>Если данная опция включена, то таблица *csvprice_pro_images не удалена при удалении модуля, все данные о скаченных изображениях будут сохранены для дальнейшего использования.</p>";
prop_descr[3]="<p><b>Рабочая директория</b></p><p>Эта директория должна существовать и должна быть доступна для записи.</p>";
';
