<?php
$_['heading_title'] = 'Основні';
$_['heading_title_normal'] = 'CSV Price Pro import/export OC2';
$_['text_module'] = 'Модулі';
$_['text_extension'] = 'Розширення';
$_['text_yes'] = 'Так';
$_['text_no'] = 'Ні';
$_['text_auto'] = 'Автоматичний';
$_['text_mirror'] = 'Дзеркало';
$_['text_manual'] = 'Ручной';
$_['text_success'] = 'Настройки успішно обновлені!';
$_['button_save'] = 'Зберегти';
$_['entry_csv_import_mod'] = 'Режим імпорту';
$_['entry_image_download_mod'] = 'Режим скачуванням зображення';
$_['entry_save_img_table'] = 'Зберегти таблицю з зображеннями';
$_['entry_work_directory'] = 'Рабочая директория';
$_['error_permission'] = 'У Вас немає прав для зміни CSV Price Pro import/export!';
$_['prop_descr'] = ' 
prop_descr[1]="<p><b>Режим скачуванням зображення</b></p><p><i>Автоматичний</i> - Зображення будуть завантажені і збережені в автоматичному режимі, директорії та імена зображення будуть створюватися модулем по своєму власному алгоритму.</p><p><i>Дзеркало</i> - Імена зображень і директорії (шлях) по можливості будуть збережені в оіргінальном вигляді.</p>";
prop_descr[2]="<p><b>Зберегти таблицю з зображеннями</b></p><p>Якщо дана опція включена, то таблиця * csvprice_pro_images не очищено при видаленні модуля, всі дані про скачали зображеннях будуть збережені для подальшого використання.</p>";
prop_descr[3]="<p><b>Рабочая директория</b></p><p>Ця директорія повинна існувати і повинна бути доступна для запису.</p>";
';
